<h3>Создание баннеров</h3>

<h4>Модификация TM Description for banners</h4>

<p>Модификация предназначенная для добавления описания баннеров.
    Для удаления или отключения модификации зайдите в <strong>Расширения -> Модификации
        (Extensions ->
        Modifications)</strong>
    найдите в списке "TM Description for banners" расширение и нажмите кнопку <strong>Отключить
        (Disable)</strong>
    или <strong>Удалить (Delete)</strong>. </p>

<p>Настройки некоторых модулей содержат поле для выбора баннера, который будет
    использоваться. Перейдите в раздел <strong> Система -> Дизайн -> Баннера (System ->
        Design -> Banner)</strong></p>

<p>На данной странице отображается список созданных баннеров. Для создания нового
    баннера нажмите <strong>Добавить новый (Add New)</strong>, для редактирования
    существующего баннера нажмите
    <strong>Редактировать (Edit)</strong>.</p>

<figure class="img-polaroid">
    <img src="img/banner-list.jpg" alt=""/>
</figure>

<p>Далее укажите Banner Name, Status и нажмите <strong>Добавить баннер (Add
        Banner)</strong>. В появившейся
    таблице укажите: </p>

<ol class="index-list">
    <li>Название баннера;</li>
    <li>Описание - отображаемый в баннере текст (поддерживается html-разметка);</li>
    <li>Ссылку - укажите относительную ссылку. ссылку относительно адреса сайта
        (например,
        index.php?route=product/product&amp;product_id=47) данный параметр не является
        обязательным;
    </li>
    <li>Изображение;</li>
    <li>Порядок баннера - так как баннер может быть не один, необходимо заполнять данное
        поле.
    </li>
</ol>

<p>Для удаления баннера нажмите <strong>Удалить (Remove)</strong>. После создания
    баннера, Вы сможете
    использовать его для других модулей.</p>

<figure class="img-polaroid">
    <img src="img/edit-banner.jpg" alt=""/>
</figure>