<h3>Установка модулей</h3>

<p>Установка модуля проходит в несколько шагов. Перейдите в панель администратора
    (добавив /admin в адресной строке - www.yoursite.com/admin). Далее, в боковой панели
    выберите вкладку <strong> Расширения (Extensions)</strong> и в выпадающем списке
    <strong>Модули (Modules)</strong>
    . В открывшемся окне показаны все установленные и готовые к установке модули.
    Если напротив названия
    модуля есть кнопка <strong>Деинсталлировать (Uninstall)</strong> - это значит, что
    модуль уже установлен и, нажав на <strong>Редактировать (Edit)</strong>, Вы можете
    редактировать настройки данного модуля. В противном случае, нажав
    на <strong>Установить (Install)</strong>, Вы произведете установку модуля. Удаление
    модуля происходит похожим образом: необходимо нажать кнопку <strong>Деинсталлировать
        (Uninstall)</strong>,
    после чего модуль будет удален. </p>

<p class="alert alert-warning">Будьте внимательны, так как при удалении модуля будут удалены его настройки, которые
    восстановить будет невозможно.</p>

<figure class="img-polaroid">
    <img src="img/install_1.jpg" alt=""/>
</figure>


<p>После установки модуля необходимо его настроить. Настройки могут отличаться в
    зависимости от модуля, кроме обязательного поля <strong>Status</strong> -
    данное поле
    включает/выключает наш модуль.</p>
<figure class="img-polaroid">
    <img src="img/edit-module_1.jpg" alt=""/>
</figure>


<p>Для добавления модуля на страницу требуется перейти к списку страниц. Это можно
    сделать 2-мя способами :</p>
<ol class="index-list">
    <li>
        <p>В боковом меню перейдите в раздел <strong>Система -> Дизайн -> Макет (System ->
                Design -> Layout)</strong>;</p>

        <figure class="img-polaroid">
            <img src="img/page-selecting-way.jpg" alt=""/>
        </figure>
    </li>
    <li>
        <p>Находясь в разделе модулей, нажмите на ссылку <strong>here</strong>.</p>

        <figure class="img-polaroid">
            <img src="img/page-selecting-way-2.jpg" alt=""/>
        </figure>
    </li>
</ol>

<p>Выберите из списка страницу, на которую нужно добавить модуль, напротив неё нажмите
    <strong>Редактировать (Edit)</strong></p>
<figure class="img-polaroid">
    <img src="img/list-of-pages.jpg" alt=""/>
</figure>


<p>Далее показан список модулей, которые уже имеются на странице, и их позиции</p>

<p>Доступны следующие позиции (по порядку отображения):</p>
<ol class="index-list">
    <li>Header Top (после секции Header);</li>
    <li>Column-left (левая боковая панель);</li>
    <li>Column-right (правая боковая панель);</li>
    <li>Content-top;</li>
    <li>Content-bottom;</li>
    <li>Footer.</li>
</ol>

<p>Поле <strong>Порядок Сортировки (Sort Order)</strong> указывает порядок отображения
    модулей на странице, которые
    находятся в одной позиции.
    Для добавления модуля на страницу нажмите <strong>Добавить модуль (Add
        Module)</strong>. В появившейся
    строке выберите необходимый модуль и позицию на странице и нажмите <strong>Сохранить
        (Save)</strong>.
    Установка модуля на этом
    закончена. </p>
<figure class="img-polaroid">
    <img src="img/layout.jpg" alt=""/>
</figure>