<h3>TemplateMonster Cookie Policy</h3>

<p>Данный модуль оповещает пользователя об использовании Кукис (cookies).
    Согласно Закону о Кукис, модуль позволяет оповещать пользователей об использовании
    Кукис.</p>

<p>Cookies - это небольшие текстовые файлы, которые веб-сайты создают на компьютерах
    пользователей. Они используются для идентификации пользователей и улучшения качества
    использования веб-сайта. Cookies являются важной частью многих функций
    веб-сайтов.</p>

<p>Например, cookies позволяют онлайн магазинам запоминать, какие товары Вы добавили в
    корзину. Также они сохраняют данные входа на сайт или предоставляют ценную статистику
    использования и информацию владельцам сайтов.</p>

<p>Если у вас есть веб-сайт, он почти наверняка использует cookies. Их главная функция -
    изучать количество и интересы пользователей через специальные инструменты, например
    Google Analytics. Также они могут использоваться для отображения объявлений, или –
    если у вас есть онлайн-магазин – быть ключевой частью системы электронной
    коммерции.</p>

<p>26 мая 2012 г. - ICO опубликовал акт о том, что "подразумеваемое согласие" не
    допускается и необходимо сообщать о политике приватности/cookies.</p>

<figure class="img-polaroid"><img src="img/tm-cookie-policy-view.jpg" alt=""/></figure>

<p> После установки модуля, Вы можете настроить его на странице настроек модуля.</p>

<figure class="img-polaroid"><img src="img/tm-cookie-policy-edit.jpg" alt=""/></figure>