<h3>Parallax</h3>

<p>Параллакс-скроллинг - это специальная техника скроллинга в компьютерной графике, при которой изображения на заднем
    фоне двигаются медленнее контента, который находится на переднем фоне, создавая, таким образом, иллюзию глубины и
    эффект погружения в двухмерной видео-игре. Данный модуль добавит параллакс-эффект на сайт, не требуя каких-либо
    дополнительных навыков и усилий. </p>

<p class="alert alert-info">Ширина и высота картинки должна соответствовать оригинальной (используемой по умолчанию),
    иначе эффект может не соответствовать Вашим ожиданиям. </p>


<p>После установки модуля Вы можете настроить его на странице настроек модуля</p>

<h5>Настройки:</h5>

<ul class="marked-list">
    <li>
        <dl class="inline-term">
            <dt>Module Name</dt>
            <dd>название модуля;</dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Banner</dt>
            <dd>выберите из списка созданных ранее
                <a href='#banner_create'>баннеров;</a>
            </dd>
        </dl>
    </li>
    <li>
        <dl class="inline-term">
            <dt>Width</dt>
            <dd>ширина картинки для модуля;</dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Height</dt>
            <dd>высота картинки для модуля;</dd>
        </dl>
    </li>

    <li>
        <dl class="inline-term">
            <dt>Status</dt>
            <dd>статус модуля (включен/отключен).</dd>
        </dl>
    </li>
</ul>

<figure class="img-polaroid">
    <img src="img/edit-parallax.jpg" alt=""/>
</figure>