<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<h3>Страница "Каталог"</h3>

<p>Страница со всеми товарами и их детальным описанием. На странице отображается 6 товаров (количество опционально) в левой колонке, в правой колонке отображается описание первого товара. При прокрутке ко 2-му товару, в правой колонке отображается информация о 2-м товаре. Так происходит, пока клиент не выполнит прокрутку до последнего (6-го) товара, после этого можно отобразить еще 6 товаров, нажав на кнопку 'Загрузить товары' (это Infinity Scroll). </p>

