<h2 class="item1">Введение</h2>

<h5 align="justify">Благодарим Вас за приобретение шаблона OpenCart. Данная документация состоит из нескольких частей и охватывает весь
    процесс установки и настройки веб-сайта OpenCart c нуля. Мы сделали все возможное, чтобы это руководство было
    понятным и удобным в использовании. </h5>
<h5 align="justify">Благодарим Вас за приобретение шаблона OpenCart. Данная документация состоит из нескольких частей, в которых детально описывается  
  процесс установки, настройки и администрирования веб-сайта OpenCart. </h5>
<h5 align="justify">Мы сделали все возможное, что бы информация была изложена в простой и доступной форме. Для удобства использования текст руководства был поделен на главы. В меню слева, Вы можете увидеть содержание данной документации. При желании можно перейти к любой части документации, воспользовавшись активными ссылками заголовков. </h5>
<h5 align="justify">Изучение документации рекомендуется начать с первого раздела.</h5>
<h3>Что представляет собой OpenCart?</h3>

    <p align="justify">OpenCart - это бесплатная платформа электронной коммерции с открытым исходным кодом. OpenCart позволяет создать
        профессиональную и надежную основу для построения успешного онлайн магазина. Сообщество Opencart включает
        множество пользователей, начиная с опытных веб-разработчиков, ищущих удобный интерфейс, и заканчивая владельцами
        магазинов, впервые запускающими онлайн-бизнес. OpenCart предоставляет огромное количество функций, позволяющих
        полностью контролировать магазин. С инструментами OpenCart Вы легко раскроете потенциал магазина.
        <a href="http://docs.opencart.com" target="_blank">Подробнее</a>
    </p>



    <div class="alert alert-info">
      <div align="justify">
        <p>Как правило, к каждому новому шаблону добавляются новые возможности, происходит это потому, как Joomla является программным обеспечением с открытыми исходными кодами.
          Поэтому, для полного ознакомления с возможностями устанавливаемого шаблона, желательным является прочтение  всей документации, составленной специально для этого шаблона.</p>
      </div>
    </div>
    <h3>Структура шаблона</h3>

<h6>Приобретенный комплект шаблона состоит из нескольких папок.  Подробно рассмотрим содержание каждой папки:</h6>
    <ul class="files_structure">
      <li class="folder">
            <dl class="inline-term">
                <dt><i class="fa fa-folder"></i> <b>Documentation</b></dt>
                <dd> содержит детальное руководство по установке движка и шаблона;
                </dd>
            </dl>
            <ul>
                <li class="file">
                    <dl class="inline-term">
                        <dt><i class="fa fa-file"></i> documentation.html</dt>
                        <dd>основной файл документации, который вы сейчас читаете;</dd>
                    </dl></li>
            </ul>
        </li>
        <li class="folder">
            <dl class="inline-term">
                <dt><i class="fa fa-folder"></i> <b>Screenshots</b></dt>
                <dd>содержит скриншоты данной темы;</dd>
            </dl>
        </li>
        <li class="folder">
            <dl class="inline-term">
                <dt><i class="fa fa-folder"></i> <b>ThemeXXX</b></dt>
                <dd> включает в себя:</dd>
            </dl>
            <ul>
                <li class="folder">
                    <dl class="inline-term">
                        <dt> themeXXX(full).zip</dt>
                        <dd> архив с движком OpenCart, шаблоном и демо-данными темы (предназначен для установки с нуля);
                        </dd>
                    </dl>
                </li>
                <li class="folder">
                    <dl class="inline-term">
                        <dt><i class="fa fa-file"></i> themeXXX(update).zip</dt>
                        <dd> архив с шаблоном без демо-данных (для установки уже на существующий магазин);
                        </dd>
                    </dl>
                </li>
                <li class="folder">
                    <dl class="inline-term">
                        <dt> themeXXX(extensions).zip</dt>
                        <dd> архив с xml-файлами;</dd>
                    </dl>
                </li>
            </ul>
        </li>
        <li class="folder">
            <dl class="inline-term">
                <dt><i class="fa fa-file"></i> <b>info.txt </b></dt>
                <dd> инструкции по разархивированию исходных файлов;</dd>
            </dl>
        </li>
        <li class="folder">
            <dl class="inline-term">
                <dt><i class="fa fa-file"></i> <b>sources_XXXXXXXX.zip</b></dt>
                <dd>вмещает в себя файлы демо-данных темы:</dd>
            </dl>
            <ul>
                <li class="folder">
                    <dl class="inline-term">
                        <dt> psd</dt>
                        <dd> исходные файлы шаблона для Adobe Photoshop [.psd];                </dd>
                    </dl>
                </li>
                <li class="folder">
                    <dl class="inline-term">
                        <dt> SCSS</dt>
                        <dd> содержит исходные файлы CSS-стилей темы написанных с помощью SCSS.
                        </dd>
                    </dl>
                </li>
            </ul>
        </li>
    </ul>
