<h3>Редактор языков</h3>

<p align="justify">Помимо настройки дизайна OpenCart представил простой способ настройки содержимого вашего магазина. Новый редактор языка позволит вам изменить любой текст, который есть на сайте. </p>

<p>
Для того, чтобы воспользоваться редактором языков, необходимо зайти во вкладку <b>Дизайн</b>(Design), и выбрать в ней <b>Редактор языков</b>(Language Editor).

</p>

<p align="justify">
 
Вы можете добавлять новые записи и настраивать содержимое своего сайта в поле, которое выглядит следующим образом:

</p>

<figure class="img-polaroid">
    <img src="img/languageeditor.jpg" alt=""/>
</figure>
<p>Для того, чтобы отредактировать запись, нужно выбрать Route и Key элемента. Вы увидите его значение (Value) по умолчанию, и сможете указать новое значение в соответствующем поле.
</p>