<h3>Маркетплейс</h3>

<p align="justify">OpenCart Marketplace теперь добавлен в панель администратора - вы можете получить доступ ко всем темам и модулям прямо из панели управления. Есть функционал поиска, который позволяет искать как платные, так и бесплатные расширения и темы, и устанавливать их в ваш магазин.



</p>


<p align="justify">

Чтобы начать покупку и установку компонентов, вам нужно нажать кнопку <b>API Marketplace </b>и ввести свои <b>Username</b> (имя пользователя) и <b>Secret</b> (пароль)


</p>

<figure class="img-polaroid">
    <img src="img/marketplace.jpg" alt=""/>
</figure>