<h3>Multilingual SEO URL’s</h3>

<p align="justify">OpenCart 3.0 поддерживает многоязычные SEO URL адреса! Какой бы ни был основной язык вашего магазина, вы можете использовать его для ссылок на все страницы вашего сайта.

</p>
<p>Ключевое слово SEO теперь перемещается в новую вкладку (SEO) в поле редактирования категории:
</p>



<figure class="img-polaroid">
    <img src="img/seourl1.jpg" alt=""/>
</figure>

<p align="justify">
Это ключевое слово, которое будет использоваться для SEO URL адресов.
Как и в категориях, в продуктах ключевое слово SEO перенесено в отдельную вкладку SEO.

</p>

<figure class="img-polaroid">
    <img src="img/seourl2.png" alt=""/>
</figure>
<p>Вы можете присваивать SEO ссылки продуктам, точно так же, как и категориям.

</p>