<h3>Редактор темы</h3>

<p align="justify">Редактор темы позволяет вам вносить любые изменения в код исходных файлов темы вашего магазина OpenCart, прямо в панели управления.

</p>


<p align="justify">
Для того, чтобы воспользоваться редактором темы, необходимо зайти во вкладку <b>Дизайн</b>(Design) и выбрать в ней <b>Редактор темы</b>(Theme Editor).


</p>

<figure class="img-polaroid">
    <img src="img/themeeditor.jpg" alt=""/>
</figure>
<p>Слева в редакторе темы можно выбрать шаблон, который вы хотите редактировать, и внести изменения в необходимый файл, используя текстовый редактор справа.
Для того, чтобы изменить код шаблона выберите необходимый файл шаблона и отредактируйте код. После внесения изменений нажмите кнопку “Сохранить” (Save), чтобы сохранить шаблон в текущем виде, либо кнопку “Восстановить” (Reset), чтобы восстановить стандартный код.
Для редактирования используется Twig. Это новый язык, который использует OpenCart, вы можете ознакомиться с ним на <a href="https://twig.symfony.com/doc/2.x/" target="_blank"> этой странице.</a>.



</p>