<h2 class="item5">Послесловие</h2>

<p>OpenCart - это многофункциональное, быстрое и понятное пользователю решение для электронной коммерции с
    привлекательным дизайном. Это идеальное решение для онлайн магазина. Стандартный пакет содержит все необходимые
    модуля и расширения для успешной торговли. Открытый исходный код предоставляет поистине выдающиеся возможности для
    Ваших клиентов.</p>

<h4>Дополнительная информация:</h4>
<ul class="marked-list">
    <li>
        <a target="_blank" href="http://www.opencart.com/">Официальный сайт OpenCart</a>
    </li>
    <li>
        <a target="_blank" href="http://forum.opencart.com/">Форум сообщества</a>
    </li>
    <li>
        <a href="/help/ru/ecommerce/opencart/opencart-tutorials/" target="_blank">OpenCart туториалы
        </a>
    </li>
</ul>

<h4>Не удается загрузить Google Fonts:</h4>
<ol class="index-list">
    <li>Откройте <strong>catalog\view\theme\themeXXX\stylesheet\stylesheet.css</strong> файл. </li>

    <li>Найдите следующую строку: <br/>
        <pre>//fonts.googleapis.com/css?family=[---имя_вашего_web_шрифта---]</pre>
    </li>
    <li>Замените её следующим: <br/>
        <pre>//fonts.useso.com/css?family=[---имя_вашего_web_шрифта---]</pre>
    </li>
</ol>

<h4>Валидация</h4>

<p class="alert alert-info">В наших шаблонах мы придерживаемся семантических правил написания кода HTML-разметки и
    CSS-стилей. Однако, некоторые ошибки все же могут возникать при W3C валидации. Создание 100-процентно правильного
    кода, согласно стандартам консорциума W3C, ограничивает использование современных технологий создания сайтов, таких
    как спецификация CSS3 и разметка HTML5. Целью нашей компании является предоставление богатого пользовательского
    опыта с высококачественными шаблонами, и иногда нам приходится нарушать некоторые правила.</p>